Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/kronikk:_hva_kan_vi_laere_av_de_tre_nyutdannede_sorsamiske_laererne_.html.tmx
Source language: nob
Languages: sma

source: Kronikk: Hva kan vi lære av de tre nyutdannede sørsamiske lærerne?
sma: Kronihke: Maam maehtebe dejstie golme aadtjen ööhpehtamme åarjelsaemien lohkehtæjjijste lïeredh?

source: Kronikk av sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: Kronihke, tjaelije saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR).

source: At tre grunnskolelærerstudenter nå har gjennomført sørsamisk lærerutdanning er virkelig gode nyheter.
sma: Joekoen hijven saernieh gosse golme maadthskuvlelohkehtæjjastudeenth leah åarjelsaemien lohkehtæjjaööhpehtimmiem tjïrrehtamme daelie.

source: Likevel er det et paradoks at vi i 2024 feirer de første uteksaminerte lærerne ved utdanningen.
sma: Læjhkan akte paradokse mijjieh jaepien 2024 doh voestes lohkehtæjjah daennie ööhpehtimmesne heevehtibie.

source: Dette viser at tilbudet er og har vært skjørt i altfor lang tid.
sma: Daate vuesehte faalenasse lea prååsehke jïh prååsehke orreme ååpsen guhkiem.

source: Vi må derfor intensivere arbeidet med å sikre rammevilkårene for samiske utdanninger.
sma: Tjoerebe dan åvteste barkoem tjarke lissiehtidh mierieeaktojde saemien ööhpehtimmide gorredidh.

source: Hele det samiske samfunnet gleder seg sammen med de tre lærerstudentene.
sma: Abpe saemien seabradahke jïjtjemse aavode dej golme lohkehtæjjajgujmie.

source: Deres utdanning er svar på et kritisk behov og legger grunnlaget for revitalisering av sørsamisk språk.
sma: Dej ööhpehtimmie lea vaestiedasse akten itjmies daerpiesvoetese, jïh våaromem beaja åarjelsaemien gïelem jealajehtedh.

source: Gratulerer til dem alle for deres viktige utdanningsvalg.
sma: Jïjnjh læhkoeh gaajhkesidie ihke leah dan vihkeles ööhpehtimmiem veeljeme.

source: Det er likevel verdt å reflektere over hvorfor vi fortsatt, i 2024, feirer dette som en stor milepæl.
sma: Læjhkan vihkele ussjedadtedh mannasinie mijjieh annje jaepien 2024, daam stoerre jaksoesmierine heevehtibie.

source: Hva er grunnen til at dette er en milepæl?
sma: Mannasinie daate jaksoesmierie?

source: Hvorfor er samiske utdanningsmuligheter fremdeles små og skjøre?
sma: Mannasinie saemien ööhpehtimmienuepieh annje smaave jïh prååsehke?

source: Hva skal til for at lærerutdanningen får ha opptak hvert eneste år?
sma: Mij lea daerpies ihke lohkehtæjjaööhpehtimmieh åadtjoeh studeenth ööhpehtæmman tsaekedh fïerhten jaepien?

source: Disse spørsmålene er videre interessante når behovet for samiskspråklige lærere historisk har vært anerkjent i flere hundre år.
sma: Daah gyhtjelassh leah aaj iedtije gosse åehpies orreme saemiengïeleldh lohkehtæjjah leah daerpies orreme gellie tjuetie jaepieh.

source: Allerede i 1716 ble presteutdanninger etablert i Nidaros for å utdanne samiske prester, og i 1826 ble forløperen til UiT Norges arktiske universitet etablert på Trondenes med det formål å utdanne samiske lærere.
sma: Joe 1716 hearraööhpehtimmieh Nidarosesne tseegkesovvin mah edtjin saemien hearrah ööhpehtidh, jïh 1826 UiT Nöörjen arktiske universiteeten aalkove tseegkesovvi Trondenesine dejnie ulmine saemien lohkehtæjjah ööhpehtidh.

source: At vi enda jobber med samme spørsmål og utfordringer i dag, er derfor et lite paradoks.
sma: Gosse annje dej seamma gyhtjelassigujmie jïh haestemigujmie barkebe, lea dan åvteste onne paradokse.

source: Universitetene, både Nord universitet og NTNU, må ta et større ansvar.
sma: Universiteeth, dovne Noerhte universiteete jïh NTNU, tjuerieh stuerebe dïedtem vaeltedh.

source: Nord universitet må fortsette å bygge opp samiske fagmiljøer, og NTNU må ikke se det som en hvilepute at ansvaret kun ligger hos Nord universitet.
sma: Noerhte universiteete tjuara jåerhkedh saemien faagebyjresh tseegkedh, jïh NTNU ij tjoerh skåltojne utnedh dïedte ajve lea Noerhte universiteeten.

source: Vi trenger at en aktør som NTNU kommer på banen.
sma: Mijjieh aktöörem goh NTNU:m daarpesjibie, mij baanese båata.

source: Basert på erfaringene vi gjør i dag må vi konkludere med at en samisk samfunnsbygging ikke er langt på nær ferdig.
sma: Dej dååjrehtimmiej gaavhtan mijjieh daan biejjien darjobe tjoerebe konklusjovnine utnedh saemien seabradahketseegkeme ij leah guktie gænnah gaervies.

source: At vi i dag bare har én sørsamisk profesjonsutdanning i Nordland og Trøndelag er for lite.
sma: Gosse mijjieh ajve aktem åarjelsaemien profesjovneööhpehtimmiem Nordlaantesne jïh Trööndelagesne utnebe, dellie dïhte fer vaenie.

source: Det sørsamiske samfunnet trenger og fortjener mer.
sma: Åarjelsaemien seabradahke vielie daarpesje jïh lea vyörtegs vielie utnedh.

source: NTNUs unnskyldning for deres rolle i fremrykkingsteorien er en god start, og lover godt for deres arbeid.
sma: Hijven aalkoe gosse NTNU dej råållam fremrykkingteorijesne gaatelassja, jïh hijven dåajvoem vadta dej barkose.

source: Mens de tre nyutdannede lærerne nå skal ut i en viktig gjerning, må vi andre bruke tid på å sikre at vi lykkes videre.
sma: Mearan doh golme aadtjen ööhpehtamme lohkehtæjjah edtjieh vihkeles barkosne aelkedh, dellie mijjieh jeatjebh tjuerieh tïjjem nuhtjedh hoksedh mijjieh jåerhkebe lyhkesidh.

source: Forskjellen disse tre vil utgjøre i klasserommene kan ikke undervurderes.
sma: Ij gåaredh fer viesjieslaakan vuarjasjidh daam joekehtsem daah golme lohkehtæjjah sijhtieh klaassetjïehtjelinie darjodh.

source: Derfor må vi lære av historien og jobbe for at utdanning av sørsamiske lærere blir en selvfølge, ikke en sjeldenhet.
sma: Dannasinie tjoerebe histovrijistie lïeredh jïh barkedh ihke ööhpehtimmie åarjelsaemien lohkehtæjjijste sïejhme sjædta, ij leah mij akt sveekes.
